/* imageCounter */
"%i of %i" = "%1$i of %2$i";

/* cancel */
"Cancel" = "Cancel";

/* copy */
"Copy" = "Copy";

/* done */
"Done" = "Done";

/* email */
"Email" = "Email";

/* failed MFMailCompose */
"Failed sending media, please try again..." = "Failed sending media, please try again...";

/* save */
"Save" = "Save";

